Revit 2027 API
ParameterTypeId.LoadForceFy Property
 "Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadForceFy { get; }
Public Shared ReadOnly Property LoadForceFy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadForceFy {
	ForgeTypeId^ get ();
}
static member LoadForceFy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace